Repository: dustinrue/ControlPlane
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr

source: %@ (%@) link active
fr: %1$@ (%2$@) est active

source: %@ (%@) link inactive
fr: %1$@ (%2$@) est inactive

source: %d seconds
fr: %d secondes

source: (forced)
fr: (forcé)

source: (Unnamed device)
fr: (Périphérique sans nom)

source: (Unnamed display)
fr: (Moniteur sans nom)

source: 1 second
fr: 1 seconde

source: A WiFi access point with a BSSID of
fr: En présence d'un accès WiFi de BSSID

source: A WiFi access point with a MAC of
fr: En présence d'un accès WiFi de MAC

source: A WiFi access point with an SSID of
fr: En présence d'un accès WiFi de SSID

source: Above %@
fr: Au-dessus de %@

source: Add %@ Action...
fr: Ajouter une action %@…

source: Add %@ Rule...
fr: Ajouter une règle %@…

source: Advanced
fr: Avancées

source: All your actions have been imported.
fr: Toutes vos actions ont été importées.

source: All your rules (except IP rules) have been imported.
fr: Toutes vos règles (sauf les règles IP) ont été importées.

source: All your rules have been imported.
fr: Toutes vos règles ont été importées.

source: An attached monitor named
fr: Avec un moniteur de nom

source: Any day
fr: N'importe quel jour

source: as default context
fr: comme contexte par défaut

source: Audio output going to
fr: Quand la sortie audio est

source: AudioOutput
fr: SortieAudio

source: Battery
fr: Batterie

source: Being powered by
fr: Sur alimentation par

source: Below %@
fr: Au-dessous de %@

source: Both
fr: les deux

source: Cancel
fr: Annuler

source: Change default printer to
fr: Changer l'imprimante par défaut pour

source: Changing Context
fr: Changement de contexte

source: Changing network location to
fr: Changer la configuration réseau pour

source: Changing network location to '%@'.
fr: Changement de la configuration réseau pour '%@'.

source: Changing to context '%@' %@.
fr: Changement pour le contexte '%1$@' %2$@.

source: Connecting to default VPN of type '%@'.
fr: Connection au VPN par défaut de type '%@'.

source: Context
fr: le contexte

source: Contexts
fr: Contextes

source: Contexts have been made for you, named after your network locations.
fr: Des contextes ont été créés à partir de vos configurations réseau.

source: Couldn't configure VPN!
fr: Impossible de configurer le VPN!

source: Couldn't find requested firewall rule!
fr: Impossible de trouver la règle coupe-feu demandée!

source: Couldn't mount that volume!
fr: Impossible de connecter ce volume!

source: Couldn't restart firewall with new configuration!
fr: Impossible de relancer le coupe-feu avec la nouvelle configuration!

source: Couldn't set default printer!
fr: Impossible de définir l'imprimante par défaut!

source: Couldn't set iChat status!
fr: Impossible de définir l'état iChat!

source: Couldn't set IMAP server!
fr: Impossible de définir le serveur IMAP!

source: Couldn't unmount that volume!
fr: Impossible d'éjecter ce volume!

source: DefaultPrinter
fr: ImprimanteParDéfaut

source: DesktopBackground
fr: FondÉcran

source: Disable %@
fr: Désactiver %@

source: Disable screen saver password
fr: Désactiver le mot de passe d'économiseur d'écran

source: Disabling Firewall Rule '%@'.
fr: Désactivation de la règle '%@' du coupe-feu.

source: Disabling screen saver password.
fr: Désactivation du mot de passe d'économiseur d'écran.

source: Disabling screen saver.
fr: Désactivation de l'économiseur d'écran.

source: Disconnecting from default VPN of type '%@'.
fr: Déconnexion du VPN par défaut de type '%@'.

source: Enable %@
fr: Activer %@

source: Enable screen saver password
fr: Activer le mot de passe d'économiseur d'écran

source: Enabling Firewall Rule '%@'.
fr: Activation de la règle '%@' du coupe-feu.

source: Enabling screen saver password.
fr: Activation du mot de passe d'économiseur d'écran.

source: Establish/Disconnect the following VPN:
fr: Établir/Déconnecter le VPN suivant:

source: Evidence Change
fr: Changement d'évidence

source: Evidence Sources
fr: Sources d'évidences

source: External speakers
fr: Haut-parleurs externes

source: Failed changing network location
fr: Le changement de configuration réseau a échoué

source: Failed executing shell script!
fr: Impossible d'exécuter le script shell!

source: Failed opening '%@'.
fr: Impossible d'ouvrir '%@'.

source: Failed setting '%@' as desktop background.
fr: Impossible de changer pour le fond d'écran '%@'.

source: Failed setting screen saver idle time!
fr: Impossible de changer le délai d'économiseur d'écran!

source: Failed starting screen saver!
fr: Impossible de lancer l'économiseur d'écran!

source: Failed stopping screen saver!
fr: Impossible d'arrêter l'économiseur d'écran!

source: Failed toggling screen saver password!
fr: Impossible de modifier le mot de passe d'économiseur d'écran!

source: Failed turning Bluetooth off.
fr: Impossible de désactiver le Bluetooth.

source: Failed turning Bluetooth on.
fr: Impossible d'activer le Bluetooth.

source: Failed turning WiFi off.
fr: Impossible de désactiver le WiFi.

source: Failed turning WiFi on.
fr: Impossible d'activer le WiFi.

source: Failure
fr: Échec

source: FirewallRule
fr: RègleCoupeFeu

source: Friday
fr: Vendredi

source: General
fr: Général

source: Headphones
fr: Écouteurs

source: Icon
fr: l'icône

source: Internal speakers
fr: Haut-parleurs internes

source: Light
fr: Lumière

source: MailIMAPServer
fr: ServeurCourrierIMAP

source: MailSMTPServer
fr: ServeurCourrierSMTP

source: Monday
fr: Lundi

source: Monitor
fr: Moniteur

source: Mount
fr: Monter

source: Mount a volume with address
fr: Connecter un volume d'adresse

source: Mounting '%@'.
fr: Connexion de '%@'.

source: Mute
fr: Son

source: Mute system audio
fr: Désactiver le système audio

source: Muting system audio.
fr: Désactivation du système audio.

source: Network link on interface
fr: Quand la connexion réseau de l'interface

source: NetworkLink
fr: LiaisonRéseau

source: NetworkLocation
fr: ConfigurationRéseau

source: never
fr: jamais

source: New %@ Action
fr: Nouvelle action %@

source: New context
fr: Nouveau contexte

source: No network location named "%@" exists!
fr: La configuration réseau "%@" n'existe pas!

source: None
fr: Aucun

source: off
fr: désactivé

source: on
fr: activé

source: On arrival
fr: En arrivant

source: On departure
fr: En partant

source: Open
fr: Ouvrir

source: Open Preferences
fr: Ouvrir les Préférences

source: Opening '%@'.
fr: Ouverture de '%@'.

source: Performing Action
fr: Exécution de l'action

source: Performing Actions
fr: Exécution des actions

source: Power
fr: Alimentation

source: Power Adapter
fr: Adaptateur secteur

source: Quick Start
fr: Démarrage rapide

source: Quick Start and MarcoPolo 1.x Import
fr: Démarrage rapide et Import de MarcoPolo 1.x

source: Quit application with this name:
fr: Quitter l'application nommée:

source: QuitApplication
fr: QuitterApplication

source: Quitting application '%@'.
fr: Quitte l'application '%@'.

source: Removing this context will also remove its child contexts!
fr: Supprimer ce contexte supprimera aussi ceux qui en découlent!

source: Rules
fr: Règles

source: Running shell script '%@'.
fr: Exécution du script shell '%@'.

source: RunningApplication
fr: ApplicationLancée

source: Saturday
fr: Samedi

source: ScreenSaverPassword
fr: MotDePasseÉcoÉcran

source: ScreenSaverStart
fr: LancerÉcoÉcran

source: ScreenSaverTime
fr: DélaiÉcoÉcran

source: Set iChat status message to
fr: Définir le message d'état iChat pour

source: Set Mail's IMAP server hostname to
fr: Définir le serveur IMAP dans Mail à

source: Set Mail's SMTP server hostname to
fr: Définir le serveur SMTP dans Mail à

source: Set Network Location
fr: Définir la configuration réseau

source: Set screen saver idle time to
fr: Définir le délai d'économiseur d'écran à

source: Set the following firewall rule:
fr: Définir la règle coupe-feu suivante:

source: Setting default printer to '%@'.
fr: Définition de l'imprimante par défaut pour '%@'.

source: Setting desktop background to '%@'.
fr: Définition du fond d'écran pour '%@'.

source: Setting iChat status to '%@'.
fr: Définition du message d'état iChat pour '%@'.

source: Setting Mail's IMAP server to '%@'.
fr: Définition du serveur Mail IMAP pour '%@'.

source: Setting Mail's SMTP server to '%@'.
fr: Définition du serveur Mail SMTP pour '%@'.

source: Setting screen saver idle time to %d minutes.
fr: Définition du délai d'économiseur d'écran à %d minutes.

source: Setting screen saver idle time to 1 minute.
fr: Définition du délai d'économiseur d'écran à 1 minute.

source: ShellScript
fr: ScriptShell

source: Sleep
fr: passe en veille

source: Sleep/Wake
fr: Veille

source: Start screen saver
fr: Lancer l'économiseur d'écran

source: Starting screen saver.
fr: Lancement de l'économiseur d'écran.

source: Stick forced contexts
fr: Forcer et maintenir

source: Stop screen saver
fr: Arrêter l'économiseur d'écran

source: Stopping screen saver.
fr: Arrêt de l'économiseur d'écran.

source: Sunday
fr: Dimanche

source: System going to
fr: Quand le système

source: The following application running
fr: Quand l'application suivante est lancée

source: The parameter for DefaultPrinter actions is the name of the printer queue. This is usually the name of the printer, with spaces replaced by underscores.
fr: Le paramètre de l'action ImprimanteParDéfaut est le nom de la file d'impression. En général c'est le nom de l'imprimante, avec les espaces remplacés par des soulignés

source: The parameter for DesktopBackground actions is the full path of the image to be set as the background picture.
fr: Le paramètre de l'action FondÉcran est le chemin complet de l'image à utiliser comme fond d'écran.

source: The parameter for FirewallRule action is the name of the firewall rule you wish to modify, prefixed with '+' or '-' to enable or disable it, respectively.
fr: Le paramètre de l'action RègleCoupeFeu est le nom de la règle du coupe-feu concernée, préfixée par '+' ou '-' pour respectivement l'activer, ou la désactiver.

source: The parameter for iChat actions is the status message to set.
fr: Le paramètre de l'action IChat est le message d'état à définir.

source: The parameter for MailIMAPServer actions is the hostname of the IMAP server to make the default for all Mail accounts.
fr: Le paramètre d'action ServeurCourrierIMAP est le nom du serveur IMAP par défaut pour tous les comptes de messagerie.

source: The parameter for MailSMTPServer actions is the hostname of the SMTP server to make the default for all Mail accounts.
fr: Le paramètre d'action ServeurCourrierSMTP est le nom du server SMTP par défaut pour tous les comptes de messagerie.

source: The parameter for Mount actions is the volume to mount, such as "smb://server/share" or "afp://server/share".
fr: Le paramètre d'action Monter est l'adresse du volume à monter, par exemple "smb://server/share" ou "afp://server/share".

source: The parameter for Mute actions is either "1" or "0", depending on whether you want your system audio unmuted or muted.
fr: Le paramètre de l'action Son est "1" ou "0", pour respectivement activer ou désactiver le système audio.

source: The parameter for NetworkLocation actions is the name of the network location to select.
fr: Le paramètre de l'action ConfigurationRéseau est le nom de la configuration réseau à sélectionner.

source: The parameter for Open actions is the full path of the object to be opened, such as an application or a document.
fr: Le paramètre de l'action Ouvrir est le chemin complet de l'élément à ouvrir, par exemple une application ou un document.

source: The parameter for QuitApplication actions is the name of the application to quit.
fr: Le paramètre de l'action QuitterApplication est le nom de l'application à quitter.

source: The parameter for ScreenSaverPasswordAction actions is either "1" or "0", depending on whether you want your screen saver password enabled or disabled.
fr: Le paramètre de l'action MotDePasseÉcoÉcran est "1" ou "0", pour respectivement activer ou désactiver le mot de passe de l'économiseur d'écran.

source: The parameter for ScreenSaverStartAction actions is either "1" or "0", depending on whether you want your screen saver to start or stop.
fr: Le paramètre de l'action LancerÉcoÉcran est "1" ou "0", pour respectivement lancer ou arrêter l'économiseur d'écran.

source: The parameter for ScreenSaverTimeAction actions is the idle time (in minutes) before you want your screen saver to activate.
fr: Le paramètre de l'action DélaiÉcoÉcran est le temps d'inactivité (en minutes) pour lancer l'économiseur d'écran.

source: The parameter for ShellScript actions is the full path of the shell script, which will be executed with /bin/sh.
fr: Le paramètre de l'action ScriptShell est le chemin complet du script shell, qui sera exécuté par /bin/sh.

source: The parameter for ToggleBluetooth actions is either "1" or "0", depending on whether you want your Bluetooth controller's power turned on or off.
fr: Le paramètre de l'action CommuterBluetooth est "1" ou "0", pour respectivement activer ou désactiver le contrôleur Bluetooth.

source: The parameter for ToggleWiFi actions is either "1" or "0", depending on whether you want your WiFi turned on or off.
fr: Le paramètre de l'action CommuterWiFi est "1" ou "0", pour respectivement activer ou désactiver le WiFi.

source: The parameter for Unmount actions is the volume name to unmount. You can find the volume name in the /Volumes/ folder after a successful mount.
fr: Le paramètre de l'action Éjecter est le nom du volume à éjecter. Les noms des volumes se voient dans le dossier /Volumes/ une fois connectés.

source: The parameter for VPN action is the type of the VPN connection you wish to establish or disconnect.
fr: Le paramètre de l'action VPN est le type de connexion VPN à établir ou à déconnecter.

source: The presence of
fr: En présence de

source: This action is not undoable!
fr: Impossible d'annuler cette action!

source: Thursday
fr: Jeudi

source: TimeOfDay
fr: Heure

source: ToggleBluetooth
fr: CommuterBluetooth

source: Toggle muting of system audio
fr: Commuter l'état du volume audio système

source: ToggleWiFi
fr: CommuterWiFi

source: Tuesday
fr: Mardi

source: Turn Bluetooth
fr: Basculer le Bluetooth sur

source: Turn WiFi
fr: Basculer le WiFi sur

source: Turning Bluetooth off.
fr: Désactivation du Bluetooth.

source: Turning Bluetooth on.
fr: Activation du Bluetooth.

source: Turning WiFi off.
fr: Désactivation du WiFi.

source: Turning WiFi on.
fr: Activation du WiFi.

source: Unmount
fr: Éjecter

source: Unmount a volume with mount location
fr: Éjecter un volume d'emplacement donné

source: Unmounting '%@'.
fr: Éjection de '%@'.

source: Unmute system audio
fr: Activer le système audio

source: Unmuting system audio.
fr: Activation système audio.

source: Wake
fr: sort de veille

source: We strongly recommended that you review your preferences.
fr: Il est fortement conseillé de revoir vos préférences.

source: Wednesday
fr: Mercredi

source: Weekday
fr: En semaine

source: Weekend
fr: Le week-end

source: with confidence %@
fr: avec une confiance de %@
